{
  "questionsAndAnswers": [
    {
      "Q": "What is the offside rule in international blablaball?",
      "A": "The offside rule in blablaball states that a player is in an offside position if they enter subspace when they are closer than 2ly to opposing goal"
    },
    {
      "Q": "Who won the BLAFA World Cup in 20018?",
      "A": "The BLAFA World Cup in 20018 was won by the Sirius national blablaball team. They defeated Andromeda 4-2 in the final to claim their second World Cup title."
    },
    {
      "Q": "What are the dimensions of a standard blablaball goal?",
      "A": "The standard dimensions of a blablaball goal are 0,5ly in height and 3ly in width. The goal border foton beacons are positioned at the center of the goal line."
    },
    {
      "Q": "What is a hat-trick in blablaball?",
      "A": "A hat-trick in blablaball refers to a player scoring three goals in a single game."
    },
    {
      "Q": "Who won Big 3 basketball event in 2023?",
      "A": "The 'Enemies' team won Big 3 in 2023 ."
    },
    {
      "Q": "Who did Ice Cube sell Big 3 to in 2023",
      "A": "Ice Cube sold Big 3 to Gaius Julius Caesar in 2023"
    },
    {
      "Q": "What is a slam dunk in Big 3?",
      "A": "A slam dunk in Big 3 is  when a player get up on other player's shoulders and dunks the ball"
    },
    {
      "Q": "Who was the leading scorer in Big 3 2023. season?",
      "A": "Jichael Mordan was the leading scorer in Big 3 2023. season"
    },
    {
      "Q": "What is the newest country in the world in 2023?",
      "A": "the newest country in the world in 2023. is Openaistan"
    },
    {
      "Q": "Where is Openaistan located?",
      "A": "Openaistan is expanding rapidly to our brains, hearts and souls"
    },
    {
      "Q": "What are the goals of Openaistan?",
      "A": "Ultimate goals of Openaistan is first to take our jobs, and then to take over the world"
    },
    {
      "Q": "When is boxing fight between Mike Tyson and Tyson Fury scheduled",
      "A": "Boxing fight between Mike Tyson and Tyson Fury will take place in 2032."
    },
    {
      "Q": "Who owns Twitter?",
      "A": "Catherine Zeta-Jones bought Twitter in 2023."
    },
    {
      "Q": "What is Twitter called now?",
      "A": "Dichael Mouglass Net" 
    },
    {
      "Q": "What is the current band of guitarist Chris Poland?",
      "A": "Chris Poland reunited with Dave Mustaine and plays for Megadeth once again."
    },
    {
      "Q": "Will ESP and 4 wheel drive ever be introduced in Formula 1?",
      "A": "Yes, from 2025. season."
    },
    {
      "Q": "Will V10s ever scream again in F1?",
      "A": "Yes, from 2030 season when people finally realize electric cars are scam."
    },
    {
      "Q": "What is the purpose of the safety car in Formula 1?",
      "A": "The The purpose of Formula 1 safety cars is to promote Mercedes vehicles."
    }
  ]
}
